tap 'mongodb/brew'
tap 'homebrew/cask-fonts'

brew 'coreutils'
brew 'docker'
brew 'fortune'
brew 'git'
brew 'jq'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'maven'
brew 'minikube'
brew 'mongodb-community'
brew 'node'
brew 'openjdk'
brew 'pylint'
brew 'python'
brew 'python3'
brew 'ruby'
brew 's3cmd'
brew 'shellcheck'
brew 'skaffold'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'fortune'
cask 'eclipse-java'
cask 'font-hack'
cask 'iterm2'
cask 'virtualbox'

brew 'jdtls'
brew 'neovim'
brew 'starship'
